{
  "heroTitle": "Felváltom!",
  "heroSubtitle": "Add meg az összeget, mi pedig megmondjuk, mennyi bankjegyre és érmére van szükséged! A Felvaltom! gyors, praktikus megoldás készpénzkezeléshez vagy csak kíváncsiságból.",
  "currencySelectLabel": "Pénznem",
  "inputLabel": "Összeg",
  "inputTooltip": "Add meg a felbontandó összeget",
  "clear": "Törlés",
  "denominate": "Felbontás",
  "denominateHelper": "Nyomj Entert vagy kattints a Felbontásra a számításhoz",
  "denominateHelperInvalid": "Adj meg egy érvényes összeget a folytatáshoz",
  "bills": "Bankjegyek",
  "quantity": "Db",
  "subResult": "Részeredmény",
  "coins": "Érmék",
  "result": "Eredmény",
  "resultSummary": "felbontható a következőkre:",
  "totalBills": "Ősszesen",
  "totalCoins": "Ősszesen",
  "history": "Előzmények",
  "clearHistory": "Törlés",
  "noBreakdown": "Nincs bontás",
  "loadFromHistory": "{{amt}} {{sym}} betöltése az előzményekből",
  "enterToSee": "Adj meg egy összeget és pénznemet a bontáshoz.",
  "cookie": "Az oldal a Google Analytics szolgáltatást használja az oldalhasználat elemzésére. A sütik segítségével anonim statisztikai adatokat gyűjtünk. Ezeket csak az Ön hozzájárulása után helyezzük el.",
  "cookiePolicy": "Süti szabályzat",
  "cookiePolicyTypography": "Ez az alkalmazás sütiket használ a felhasználói élmény javítása és a beállítások megjegyzése érdekében. A sütik kis szövegfájlok, amelyeket az eszközén tárolnak. A sütik kezelhetők vagy bármikor letilthatók a böngésző beállításaiban. A sütik letiltása befolyásolhatja az alkalmazás egyes funkcióit. Ha kérdése van a sütik használatával kapcsolatban, lépjen kapcsolatba velünk a következő címen:",
  "privacyPolicy": "Adatvédelmi szabályzat",
  "privacyPolicyTypography": "Ez az alkalmazás nem gyűjt személyes adatokat. Az összeg és a pénznem, amelyet megad, csak a helyi eszközön kerül feldolgozásra, és nem kerül továbbításra vagy tárolásra külső szervereken. Az alkalmazás használata során keletkező adatok (például az előzmények) helyileg tárolódnak a böngészőben, és csak az Ön eszközén érhetők el. Nem használunk harmadik féltől származó szolgáltatásokat vagy könyvtárakat, amelyek személyes adatokat gyűjtenének vagy továbbítanának. Ha kérdése van az adatvédelemmel kapcsolatban, lépjen kapcsolatba velünk a következő címen:",
  "termsOfUse": "Felhasználási feltételek",
  "termsOfUseTypography": "Az alkalmazás használatával Ön elfogadja, hogy betartja az összes vonatkozó törvényt és rendeletet. A szolgáltatás tartalma kizárólag tájékoztató jellegű. Ön felelős a fiókja bizalmas kezeléséért és minden olyan tevékenységért, amely a fiókja alatt történik. Ha kérdése van ezekkel a feltételekkel kapcsolatban, lépjen kapcsolatba velünk a következő címen:",
  "impressum": "Impresszum",
  "impressumTypography": "Ezt az alkalmazást a [Cégnév] üzemelteti, székhelye: [Cím]. Kérdésekkel forduljon hozzánk a következő címen: [Kapcsolati információk]."
}