{
  "heroTitle": "Felváltom!",
  "heroSubtitle": "Enter the amount, and we’ll tell you how many banknotes and coins you need! Felvaltom! is a quick and practical solution for handling cash — or just for curiosity.",
  "currencySelectLabel": "Currency",
  "inputLabel": "Amount",
  "inputTooltip": "Enter the amount you want to denominate",
  "clear": "Clear",
  "denominate": "Denominate",
  "denominateHelper": "Press Enter or click Denominate to calculate",
  "denominateHelperInvalid": "Enter a valid amount to continue",
  "bills": "Bills",
  "quantity": "Qty",
  "subResult": "Subtotal",
  "coins": "Coins",
  "result": "Result",
  "resultSummary": "can be split into:",
  "totalBills": "Total bills",
  "totalCoins": "Total coins",
  "history": "History",
  "clearHistory": "Clear",
  "noBreakdown": "No breakdown",
  "loadFromHistory": "Load {{amt}} {{sym}} from history",
  "enterToSee": "Enter an amount and currency to see the breakdown.",
  "cookie": "This site uses Google Analytics to analyze site usage. We collect anonymous statistical data using cookies. These are only placed after your consent.",
  "cookiePolicy": "Cookie Policy",
  "cookiePolicyTypography": "This application uses cookies to enhance your experience and remember your preferences. Cookies are small text files stored on your device. You can manage or disable cookies in your browser settings at any time. Disabling cookies may affect some features of the application. For questions about our cookie usage, contact us at",
  "privacyPolicy": "Privacy Policy",
  "privacyPolicyTypography": "We value your privacy. This application does not collect personal data except for analytics purposes to improve user experience. Cookies may be used to remember your preferences. You can manage cookie settings at any time. For questions about your data, please contact us at",
  "termsOfUse": "Terms of Use",
  "termsOfUseTypography": "By using this application, you agree to comply with all applicable laws and regulations. The content provided is for informational purposes only. You are responsible for maintaining the confidentiality of your account and for all activities that occur under your account. For questions regarding these terms, contact us at",
  "impressum": "Impressum",
  "impressumTypography": "This application is operated by [Your Company Name], located at [Your Address]. For inquiries, please contact us at [Your Contact Information]."
}
