{
  "heroTitle": "Felváltom!",
  "heroSubtitle": "Gib den Betrag ein, und wir sagen dir, wie viele Geldscheine und Münzen du brauchst! Felvaltom! ist eine schnelle und praktische Lösung für den Umgang mit Bargeld – oder einfach nur aus Neugier.",
  "currencySelectLabel": "Währung",
  "inputLabel": "Betrag",
  "inputTooltip": "Gib den zu stückelnden Betrag ein",
  "clear": "Löschen",
  "denominate": "Stückeln",
  "denominateHelper": "Drücke Enter oder klicke auf Stückeln zum Berechnen",
  "denominateHelperInvalid": "Gib einen gültigen Betrag ein",
  "bills": "Scheine",
  "quantity": "Stück",
  "subResult": "Zwischensumme",
  "coins": "Münzen",
  "result": "Ergebnis",
  "resultSummary": "kann aufgeteilt werden in:",
  "totalBills": "Anzahl Scheine",
  "totalCoins": "Anzahl Münzen",
  "history": "Verlauf",
  "clearHistory": "Löschen",
  "noBreakdown": "Keine Aufteilung",
  "loadFromHistory": "{{amt}} {{sym}} aus dem Verlauf laden",
  "enterToSee": "Gib einen Betrag und eine Währung ein, um die Aufteilung zu sehen.",
  "cookie": "Diese Seite verwendet Google Analytics, um die Seitennutzung zu analysieren. Wir sammeln anonyme statistische Daten mit Cookies. Diese werden nur nach Ihrer Zustimmung gesetzt.",
  "cookiePolicy": "Cookie-Richtlinie",
  "cookiePolicyTypography": "Diese Anwendung verwendet Cookies, um Ihre Erfahrung zu verbessern und Ihre Präferenzen zu speichern. Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden. Sie können Cookies jederzeit in Ihren Browsereinstellungen verwalten oder deaktivieren. Das Deaktivieren von Cookies kann einige Funktionen der Anwendung beeinträchtigen. Bei Fragen zu unserer Cookie-Nutzung kontaktieren Sie uns unter",
  "privacyPolicy": "Datenschutz-Bestimmungen",
  "privacyPolicyTypography": "Wir legen Wert auf Ihre Privatsphäre. Diese Anwendung sammelt keine persönlichen Daten, außer zu Analysezwecken, um die Benutzererfahrung zu verbessern. Cookies können verwendet werden, um Ihre Präferenzen zu speichern. Sie können die Cookie-Einstellungen jederzeit verwalten. Bei Fragen zu Ihren Daten kontaktieren Sie uns bitte unter",
  "termsOfUse": "Nutzungsbedingungen",
  "termsOfUseTypography": "Durch die Nutzung dieser Anwendung erklären Sie sich damit einverstanden, alle geltenden Gesetze und Vorschriften einzuhalten. Die bereitgestellten Inhalte dienen nur zu Informationszwecken. Sie sind verantwortlich für die Vertraulichkeit Ihres Kontos und für alle Aktivitäten, die unter Ihrem Konto stattfinden. Bei Fragen zu diesen Bedingungen kontaktieren Sie uns unter",
  "impressum": "Impressum",
  "impressumTypography": "Diese Anwendung wird betrieben von [Ihr Firmenname], mit Sitz in [Ihre Adresse]. Für Anfragen kontaktieren Sie uns bitte unter [Ihre Kontaktinformationen]."
}
