{
  "heroTitle": "Felváltom!",
  "heroSubtitle": "Add meg az összeget, mi pedig megmondjuk, mennyi bankjegyre és érmére van szükséged! A Felvaltom! gyors, praktikus megoldás készpénzkezeléshez vagy csak kíváncsiságból.",
  "currencySelectLabel": "Pénznem",
  "inputLabel": "Összeg",
  "inputTooltip": "Add meg a felbontandó összeget",
  "clear": "Törlés",
  "denominate": "Felbontás",
  "denominateHelper": "Nyomj Entert vagy kattints a Felbontásra a számításhoz",
  "denominateHelperInvalid": "Adj meg egy érvényes összeget a folytatáshoz",
  "bills": "Bankjegyek",
  "quantity": "Db",
  "subResult": "Részeredmény",
  "coins": "Érmék",
  "result": "Eredmény",
  "resultSummary": "felbontható a következőkre:",
  "totalBills": "Ősszesen",
  "totalCoins": "Ősszesen",
  "history": "Előzmények",
  "clearHistory": "Törlés",
  "noBreakdown": "Nincs bontás",
  "loadFromHistory": "{{amt}} {{sym}} betöltése az előzményekből",
  "enterToSee": "Adj meg egy összeget és pénznemet a bontáshoz.",
  "cookie": {
    "notification": "Ez az alkalmazás sütiket használ a felhasználói élmény javítása érdekében.",
    "accept": "Elfogadom",
    "decline": "Elutasítom"
  },
  "cookiePolicy": {
    "title": "Süti szabályzat",
    "intro": "Ez a weboldal sütiket (cookie-kat) használ annak érdekében, hogy javítsa a felhasználói élményt és anonim statisztikákat gyűjtsön.",
    "whatAreCookies": {
      "title": "Mik azok a sütik?",
      "content": "A sütik olyan kis szövegfájlok, amelyeket a weboldal helyez el a látogató számítógépén vagy eszközén, hogy információkat tároljon a böngészésről."
    },
    "whatCookiesWeUse": {
      "title": "Milyen sütiket használunk?",
      "basicCookie": "<strong>Alapvető működéshez szükséges sütik</strong> – ezek elengedhetetlenek az oldal technikai működéséhez.",
      "analyticsCookie": "<strong>Analitikai sütik (Google Analytics)</strong> – ezek segítenek megérteni, hogyan használják a látogatók a weboldalt (pl. oldallátogatások száma, időtartama)."
    },
    "managingCookies": {
      "title": "Hogyan kezelheti a sütiket?",
      "content": "A legtöbb böngésző lehetőséget biztosít a sütik letiltására vagy törlésére. Kérjük, vegye figyelembe, hogy a sütik letiltása befolyásolhatja a weboldal működését."
    },
    "googleAnalytics": {
      "title": "Google Analytics",
      "content": "Az oldal a Google Analytics szolgáltatást használja anonim statisztikai adatok gyűjtésére. A Google adatvédelmi irányelveiről itt olvashat:"
    }
  },
  "privacyPolicy": {
    "title": "Adatvédelmi szabályzat",
    "intro": "Ez az adatvédelmi szabályzat bemutatja, hogyan kezeljük a weboldalon keresztül gyűjtött személyes adatokat.",
    "dataControllerData": {
      "title": "Adatkezelő adatai",
      "name": "Név:",
      "individual": "„A weboldalt magánszemély üzemelteti.”",
      "email": "E-mail:",
      "webpage": "Weboldal:"
    },
    "collectedData": {
      "title": "Gyűjtött adatok",
      "ip": "IP-cím",
      "browserData": "Böngészési adatok (pl. oldallátogatások, eszköz típusa, földrajzi hely közelítőleg)",
      "important": "Fontos: Az adatgyűjtés kizárólag a Google Analytics rendszerén keresztül történik, anonim módon."
    },
    "goalOfDataProcessing": {
      "title": "Adatkezelés célja",
      "working": "A weboldal működésének biztosítása",
      "statistics": "Látogatottsági statisztikák készítése"
    },
    "dataForwarding" : {
      "title": "Adattovábbítás",
      "content": "A Google mint adatfeldolgozó működik közre. Az adatkezelés a Google szerverein is történhet, az Európai Unión kívül is. A Google megfelel a vonatkozó GDPR követelményeknek."
    },
    "dataRetention" : {
      "title": "Adatmegőrzés",
      "content": "A statisztikai adatokat a Google Analytics alapértelmezett ideig őrzi meg (pl. 14 hónap). Az adatkezelő nem gyűjt személyes azonosításra alkalmas adatokat."
    },
    "userRights" : {
      "title": "Felhasználói jogok",
      "content": "A felhasználónak joga van:",
      "request" : "tájékoztatást kérni az adatkezelésről,",
      "denies" : "tiltakozni az adatkezelés ellen,",
      "complain" : "panasszal élni a Nemzeti Adatvédelmi és Információszabadság Hatóságnál (https://naih.hu)"
    }
  },
  "termsOfUse": {
    "title": "Felhasználási feltételek",
    "serviceDescription": {
      "title": "Szolgáltatás leírása",
      "content": "A felvaltom.eu lehetőséget biztosít arra, hogy a látogatók információkat találjanak a pénz (bankjegyek és érmék) felváltásáról. Az oldal tájékoztató jellegű, tényleges pénzváltást nem végez."
    },
    "LimitationOfLiability": {
      "title": "Felelősség korlátozása",
      "content": "A szolgáltató nem vállal felelősséget az oldalon található információk pontosságáért, teljességéért vagy az esetleges működési zavarokból eredő károkért."
    },
    "userObligations": {
      "title": "Felhasználói kötelezettségek",
      "content": "A felhasználó köteles az oldalt jogszerű módon használni, nem akadályozhatja annak működését, és nem élhet vissza az elérhető információkkal."
    },
    "intellectualProperty": {
      "title": "Szellemi tulajdon",
      "content": "Az oldalon található szövegek, képek és más tartalmak szerzői jogvédelem alatt állnak, azokat kizárólag a szolgáltató engedélyével lehet felhasználni."
    },
    "changes": {
      "title": "Módosítások",
      "content": "A szolgáltató fenntartja a jogot a felhasználási feltételek módosítására. Az aktuális verzió mindig elérhető a weboldalon."
    }
  },
  "impressum": {
    "title": "Impresszum",
    "operator" : "Weboldal üzemeltetője:",
    "individual" : "A weboldalt magánszemély üzemelteti.",
    "email" : "Kapcsolattartó e-mail cím:",
    "webpage" : "Weboldal címe:",
    "headquarters" : "Székhely:",
    "important" : "Ez az oldal kizárólag tájékoztató jellegű, nem minősül hivatalos pénzváltó szolgáltatásnak."

  }
}